tap "oven-sh/bun"
tap "yt-dlp/taps"
brew "bfg"
brew "openssl@3"
brew "curl"
brew "eza"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-secrets"
brew "handbrake", link: false
brew "imagemagick"
brew "jq"
brew "p7zip"
brew "perl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "telnet"
brew "uv"
brew "wget"
brew "yt-dlp"
brew "zlib"
brew "oven-sh/bun/bun"
cask "actual"
cask "appcleaner"
cask "bitwarden"
cask "claude"
cask "contexts"
cask "github"
cask "google-chrome"
cask "handbrake-app"
cask "keka"
cask "onyx"
cask "rectangle"
cask "textmate"
cask "the-unarchiver"
cask "todoist-app"
cask "vanilla"
cask "viber"
cask "visual-studio-code"
cask "xnviewmp"
cask "xquartz"
vscode "anthropic.claude-code"
vscode "christian-kohler.path-intellisense"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ionutvmi.path-autocomplete"
vscode "jianbingfang.dupchecker"
vscode "mohsen1.prettify-json"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.powershell"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "saoudrizwan.claude-dev"
vscode "spywhere.guides"
vscode "teamsdevapp.vscode-adaptive-cards"
vscode "tyriar.sort-lines"
vscode "vincaslt.highlight-matching-tag"
vscode "wayou.vscode-todo-highlight"
