tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "openjdk"
brew "ant"
brew "openssl@1.1"
brew "awscli"
brew "certbot"
brew "cfn-lint"
brew "cmake"
brew "exa"
brew "git"
brew "gradle"
brew "jq"
brew "libxml2"
brew "maven"
brew "media-info"
brew "nmap"
brew "node"
brew "p7zip"
brew "pinfo"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "serverless"
brew "telnet"
brew "tiger-vnc"
brew "watchman"
brew "hashicorp/tap/terraform"
brew "handbrake"
cask "iina"
cask "iterm2"
cask "powershell"
cask "rectangle"
cask "xquartz"
cask "apparency"
cask "postman"
cask "textmate"
cask "vanilla"
cask "keepassx"
cask "dropbox"
cask "vlc"
cask "appcleaner"
cask "the-unarchiver"
cask "firefox"
cask "keka"
#brew "azure-cli"
#cask "brackets"
#cask "java"
#cask "java8"
#cask "android-platform-tools"
#cask "android-sdk"
# cask "android-studio"
